{
  "chapter": "31",
  "chapterTitle": "Fertilisers.",
  "extractedAt": "2025-11-28T23:48:02.962338",
  "metadata": {
    "pdfFile": "Chapter 31 Fertilisers.pdf",
    "totalPages": 16,
    "extractionMethod": "PyMuPDF"
  },
  "notes": {
    "sectionNotes": [
      "Main Notes\nSl.No.\nNotes\nNotification\nNo.\nNotification\nDate",
      "(A) Goods (other than radioactive ores) answering to a description in heading 2844 or 2845 are\nto be classified in those headings and in no other heading of this Schedule. (B) Subject to\nparagraph (A) above, goods answering to a description in heading 2843, 2846 or 2852 are to be\nclassified in those headings and in no other heading of this Section.",
      "Subject to Note 1 above, goods classifiable in heading 3004, 3005, 3006, 3212, 3303, 3304,\n3305, 3306, 3307, 3506, 3707 or 3808 by reason of being put up in measured doses or for retail\nsale are to be classified in those headings and in no other heading of this Schedule.",
      "Goods put up in sets consisting of two or more separate constituents,some or all of which fall in\nthis Section and are intended to be mixed together to obtain a product of Section VI or VII, are to\nbe classified in the heading appropriate to that product, provided that the constituents are: (a)\nhaving regard to the manner in which they are put up, clearly identifiable as being intended to be\nused together without first being repacked; (b) presented together; and (c) identifiable, whether\nby their nature or by the relative proportions in which they are present, as being complementary\none to another.",
      "Where a product answers to a description in one or more of the headings in Section VI by virtue\nof being described by name or function and also to heading 3827, then it is classifiable in a\nheading that references the product by name or function and not under heading 3827.",
      "Main Notes\nSl.No.\nNotes\nNotification\nDate\nNotification No",
      "This Chapter does not cover : (a) animal blood of heading 0511; (b) separate chemically defined\ncompounds [other than those answering to the descriptions in Note 2(a), 3(a), 4(a) or 5 below]; or\n(c) cultured potassiumchloride crystals(other than optical elements) weighing not lessthan 2.5 g.\neach, of heading 3824; optical elements of potassiumchloride (heading 9001).",
      "Heading 3102 applies only to the following goods, provided that they are not put up in the forms\nor packages described in heading 3105: (a) goods which answer to one or other of the\ndescriptions given below: (i) sodium nitrate, whether or not pure; (ii) ammonium nitrate, whether\nor not pure; (iii) double salts, whether or not pure, of ammonium sulphate and ammonium nitrate;\n(iv) ammonium sulphate, whether or not pure; (v) double salts (whether or not pure) or mixtures\nof calcium nitrate and ammonium nitrate; (vi) double salts(whether or not pure) or mixtures of\ncalciumnitrate and magnesiumnitrate; (vii) calcium cyanamide, whether or not pure or treated\nwith oil; (viii) urea, whether or not pure; (b) fertilisers consisting of any of the goods described in\n(A) above mixed together; (c) fertilisers consisting of ammonium chloride or of any of the goods\ndescribed in (A) or (B) above mixed with chalk, gypsumor other inorganic non-fertilising\nsubstances; (d) liquid fertilisers consisting of the goods ofsub-paragraph (A) (ii) or (viii) above, or\nof mixtures of those goods, in an aqueous or ammoniacal solution.",
      "Heading 3103 applies only to the following goods, provided that they are not put up in the forms\nor packages described in heading 3105: (a) goods which answer to one or other of the\ndescriptions given below: (i) basic slag; (ii) natural phosphates of heading 2510, calcined or\nfurther heat-treated than for the removal of impurities; (iii) super phosphates(single, double or\ntriple); (iv) calcium hydrogen orthophosphate containing not less than 0.2 per cent. by weight of\nfluorine calculated on the dry anhydrous product; (b) fertilisers consisting of any of the goods\ndescribed in (A) above mixed together, but with no account being taken of the flourine content\nlimit; (c) fertilisers consisting of any of the goods described in (A) or (B) above, but with no\naccount being taken of the fluorine content limit, mixed with chalk, gypsum or other inorganic\nnonfertilising substances.",
      "Heading 3104 applies only to the following goods, provided that they are not put up in the forms\nor packages described in heading 3105 : (a) goods which answer to one or other of the\ndescriptions given below: (i) crude natural potassiumsalts (for example, carnallite, kainite and\n\nsylvite); (ii) potassium chloride, whether or not pure, except as provided in Note 1(C) above; (iii)\npotassium sulphate, whether or not pure; (iv) magnesium potassium sulphate, whether or not\npure; (b) fertilisers consisting of any of the goods described in (A) above mixed together.",
      "Ammonium dihydrogen orthophosphate (monoammonium phosphate) and diammonium\nhydrogen orthophosphate (diammoniumphosphate) whether or not pure, and\nintermixturesthereof, are to be classified in heading 3105.",
      "For the purposes of heading 3105, the term \"other fertilisers\" applies only to products of a kind\nused as fertilisers and containing, as an essential constituent, at least one of the fertilising\nelements nitrogen, phosphorus or potassium.\nSupplementary Notes\nSl.No.\nNotes\nNotification\nDate\nNotification No",
      "In this Chapter, reference to any standard of the Bureau of Indian Standards refers to the last\npublished version of that standard. Illustration : IS 1459 refers to IS 1459: 2018 and not to IS\n1459: 1974.\nPolicy Condition\nSl.No.\nNotes\nNotification\nDate\nNotification No",
      "Export of Animal or vegetable fertilizers, whether or not mixed together or chemically treated;\nfertilizers produced by the mixing or chemical treatment of animal or vegetable products is Free\nwherein Export of the item produced from animal by-products is allowed freely but export to\nEuropean Union allowed subject to the following conditions : (i) A Shipment Clearance\nCertificate? is to be issued consignment-wise by the CAPEXIL indicating details of the name and\naddress of the exporter, address of the registered plant, IEC No. of the exporter, Plant approval\nnumber, nature of export product, quantity, invoice number and date, port of loading (name of the\nport) and destination (ii) After the shipment is made, the exporter shall also provide a Health\nCertificate? consignment-wise to the buyer giving details of the product with HS Code,\npackaging, its origin, destination, vessel name, date of departure, health requirements, etc. This\n\nHealth Certificate would be issued jointly by CAPEXIL and Regional Animal Quarantine Officer,\nDepartment of Animal Husbandry, Dairying and Fisheries, Ministry of Agriculture and Farmers\nWelfare, Government of India",
      "1. Export of Other N.P. Complex ,Fertilizers as given below: (a) NP(16-20-0) (b) NP(20-20-0) (c)\nNP(28-28-0) (d) NP(23-23-0) is free subject to following conditions i.e Manufacturers of NP and\nNPK, as listed in Main Notes1 at List C below, shall be allowed to export their own manufactured\nNP and NPK subject to the following conditions: (i) Intimation to Department of Fertilizer about\nquantity of export along with a self- declaration and a certificate issued by statutory auditors that\nno concession/subsidy has been claimed for intended export. (ii) Production of above declaration\n/ certificate as at (i) above before Customs at the time of export. 2. Export of Other N.P. Complex\nFertilizers of the specifications which do not meet the specified conditions for free exports is\npermitted subject to:- 1. prior permission /no objection certificate (NOC) of the Department of\nfertilizers (DOF). 2. production of Declaration /certificate as at (1) before customs at the time of\nexport.\nExport Licensing Notes\nSl.No.\nNotes\nNotification\nDate\nNotification No",
      "Manufacturers of SSP, DAP and NP / NPK who can freely export their own manufactures subject\nto the conditions mentioned in the chapter:- A List of SSP Manufacturers / Units 1. Arawali\nPhosphate Ltd, Jhamarkotra Road, Umra, Udaipur, Rajasthan 2. Arihant Fertilizers &Chemicals\nLtd, Neemuch Tehsil, Neemuch, M.P. 3. Arihant Phosphates and Fertilisers Ltd, Nimbaheda,\nChittorgarh, Rajasthan 4 Asha Phosphates Ltd, Jaggakhedi, Mandsaur, M.P. 5. Basant Agro\nTech (India) Ltd, Barshi Takli Tehsil, Akola, Maharashtra 6. Bhilai Engineering Corporation Ltd,\nGunjkheda, Pulgaon, Wardha, Maharashtra 7. Bhilai Engineering Corporation Ltd, Sirgiti\nIndustrial Area, Bilaspur, Chattisgarh 8. Bohra Industries Ltd, Umra Village, Girva, Udaipur,\nRajasthan 9. Chemtech Fertilisers Ltd, Kazipalli, IDA, Medak, Andhra Pradesh 10. Coimbatore\nPioneer Fertilisers Ltd, Muthugoundanpudur, coimabore, TN 11. Dharamsi Morarji Chemical Co\nLtd, Ambarnath Tehsil, Thane, Maharashtra 12. Dharamsi Morarji Chemical Co Ltd, Distt.\nBilaspur, Chattisgarh 13. Dharamsi Morarji Chemical Co Ltd, Khemli, udaipur, Rajasthan 14. EID\nParry (India) Ltd, Pinji Village, Ranipet, TN 15. Gayatri Spinners Ltd, Hamirgarh, Bhilwara,\nRajasthan 16. Hind Lever Chemicals Ltd, Durgachak, Haldia, Midnapore, W.B. 17. Jairam\nPhosphate Ltd, Wadsa (Desalganj), Gadchiroli, Maharashtra 18. Jay Shree Chemicals\n&Fertilisers-1, Khardah, 24 Praganas (N), W.B. 19. Jay Shree Chemicals &Fertilisers-1I,\n\nKhardah, 24 Praganas (N), W.B. 20. Jubliant Organosys Ltd, Bharatiram, Gajraula, U.P. 21.\nKashi Uravark Ltd, Industrial Area, Jagdishpur, Sultanpur, U.P. 22. Khaitan Chemicals\n&Fertilisers Ltd, Village Nirmani, Khargone, M.P. 23. Khaitan Fertilisers, Rampur, U.P. 24. Kothari\nIndustrial Corp. Ltd, Ennore, T.N. 25. Krishna Industrial Corp. Ltd, Nidadavola, West Godavari,\nDistt. A.P. 26. Liberty Phosphate Ltd, Mewar Industrial Area, Udaipur, Rajasthan 27. Liberty\nPhosphate Ltd, Nandesari, Vadodara, Gujarat 28. Madhya Bharat Agro products Ltd, Sagar, M.P.\n29. Madhya Pradesh Orgochem Ltd, Jawad Tehsil, Neemuch, M.P. 30. Mahadeo Fertilisers Ltd,\nBindki, Fatepur, U.P. 31. Maharashtra Agro Industries Dev.Corpn. Ltd, Panvel Taluka, Rigad,\nMaharashtra 32. Mangalam Phosphates Ltd, Hamirgarh, Bhilwara, Rajasthan 33. Mardia\nChemials Ltd, Sitagarh Sayala, Surendranagar, Gujarat 34. Mexican Phosphates Ltd, Ksasrawad\nTehsil, Khargone, M.P. 35. Mukteshwar Fertilisers Ltd, Narayankhedi, Ujjain, M.P. 36. Narmada\nAgro Chemicals P.Ltd. Mangrol, Junagarh, Gujarat 37. Nirma Ltd, Moraiya Village, Bavala,\nAhmedabad, Gujarat 38. Phosphate Co. Ltd, Rishra, Hoogly, W.B. 39. Pragati Fertilizers Ltd, IDA,\nBlock-A. Vishakapatnam, A.P. 40. Prathyusha Chemicals &Fertilisers Ltd, IDA, Parawada,\nVishakapatnam, A.P. 41. Prem Sakhi Fertilisers Ltd, Jhamar Kotra Road, Lakadwas, Udaipur,\nRajasthan 42. Priyanka Fertilisers &Chemicals , Anakapalli (M), Vishakapatnam, A.P. 43. Rashi\nFertilizers Ltd., Dindori Tehsil, Nasik, Maharashtra. 44. Rajlaxmi Agrotech India Ltd., Gundewadi\nJalna Tehsil, Jalna. Maharashtra. 45. Rama Krishi Rasayan, Haveli Taluka, Pune, Maharashtra.",
      ". Rama Phosphates Ltd., Dharampuri, Indore, M.P. 47. Rama Phosphates Ltd. Umra, Gurva\nTehsil, Udaipur, Rajasthan. 48. Rewati Minerals &Chemicals Ltd., Banda, Tehsil, Sagar, M.P. 49.\nSadhana Phosphate &chemicals Ltd., Gudli Village, Udaipur, Rajasthan. 50. Shiva Fertilizers Ltd.,\nLoha, Taluka, Nanded, Maharashtra. 51. Shreeji Phosphate Ltd., Kallipura Village, Jhabua, M.P.\n52. Shri Acids and Chemicals Ltd., Gajraula, U.P. 53. Shri Bhawani Mishra (P) Ltd., Wazirabad,\nNanded Maharashtra 54. Shri Ganpati Fertilizers Ltd., Gauraji ka Nimbahera, Ambabari,\nRajasthan. 55. Shrinivas Fertilizers Ltd, Gormachhia Village, Jhansi, UP 56. Shurvi Colour Chem\nLtd., Madsri, Girva Tehsil, Udaipur, Rajasthan 57. Sona Phosphate Ltd, Sarigam, Sabero, Valsad,\nGujarat 58. Subhodaya Chemicals Ltd, Gauripatnam, A.P. 59. Swastik Fertilizer &Chemicals Lt,\nVillage Sandla, Dhar, M.P. 60. Tedco Granites Ltyd, Hamirgarh, Bhilwara, Rajasthan 61. Teesta\nAgro Industries Ltd, Rajganj, Jalpaiguri, W.B. 62 The Andhra Sugars Ltd, Kovvur, West Godavari\nDistt, A.P. 63. The Bharat Fertilizer Industries Ltd, Wada Taluka, Thane, Maharashtra. 64.\nTungabadra Fertilizers &Chemicals Company Ltd, Munirabad R.S. Koppal, Karnataka. 65.\nNarmada Bio-chem Pvt. Ltd., Ahmedabad 66. Prathyusha Chemicals and Fertilizers Ltd.,\nVisakhapatnam 67. The Jay Shree Chemicals &Fertilizers, Kolkata 68. Asian Fertilizers Ltd.,\nForakhpur 69. Sai Fertilizers Pvt. Ltd., Kolkata 70. Jubilant Agri &Consumer Products, Gajraula\n71. Chambal Fertilizers and Chemicals Ltd., Jasola 72. Basant Agro Tech (I) Ltd., Jalgaon 73.\nBasant Agro Tech (I) Ltd., Akola 74. Shiva Global Agro Industries Ltd., Nanded 75. Rama\nPhosphate Ltd., Indore 76. Rama Krishi Rasayan, Puna 77. Rama Phosphate Ltd., Udaipur 78.\nT.J. Agro Fertilizers Pvt. Ltd., Navsari 79. Varun Fertilizers Pvt. Ltd., Devas 80. Agri Green\n\nFertilizers &Chemicals Pvt. Ltd., Kadapa 81. Progressive Fertichem (P) Ltd., Assam 82. Aarti\nFertilizers, Vapi 83. R C Fertilizers Pvt. Ltd., Nashik 84. Suman Phosphates and Chemicals Ltd.,\nIndore 85. KPR Fertilizers Ltd., Biccavolu 86. KPR Fertilizers Ltd., Koppal 87. Rajlaxmi Agrotech\nIndia Pvt. Ltd., Nanded 88. Indian Phosphaate Ltd., Udaipur 89. Adheeshaa Phosphate, Udaipur\n90. Datta Agro Services Pvt. Ltd., Jalgaon 91. Madhyabharat Phosphate Pvt. Ltd., Raisen, M.P.\n92. Madhyabharat Phosphate Pvt. Ltd., Jhabua, M.P. 93. Blue Phosphate Ltd., Udaipur 94. BEC\nFertilizers Ltd. Bharuch 95. Patel Phoschem Ltd. Udaipur 96. Khaitan Chemicals &Fertilizers Ltd.,\nNimbahera (Raj.) 97. Khaitan Chemicals &Fertilizers Ltd., Fatehpur (U.P.) 98. Khaitan Chemicals\n&Fertilizers Ltd., Jhansi (U.P.) 99 Khaitan Chemicals &Fertilizers Ltd., Dahej (Guj.) 100. Khaitan\nChemicals &Fertilizers Ltd., Rajnandgaon (Chhattisgarh) 101. M/s Greenstar Fertilizers Ltd.\n[earlier known as Sothern Petrochemical Industries Corporation (SPIC) Limited] B List of DAP\nManufacturers 1. Gujarat State Fertilisers &Chemicals Ltd. 2. Zauri Industries Ltd. 3. M/s\nGreenstar Fertilizers Ltd. [earlier known as Sothern Petrochemical Industries Corporation (SPIC)\nLimited] 4. Oswal Chemicals &Fertilisers Ltd. 5. Madras Fertilisers Ltd., New Delhi-110016 6. M/s\nHindalco Industries Limited (unit: birla copper) 7. Indian Farmers Fertilisers Coop. Ltd, New Delli-",
      "8. Godavari Fertilisers &Chemical Ltd. 9. M/s Tata Chemicals Limited (Phosphate\nBusiness Division ), Bishop?s House, 51, Chowringee Road, Kolkata-700071. 10. Mangalore\nChemicals and Fertilisers Ltd, Bhikaji Cama Place, New Delhi. 11. Paradeep Phosphates Ltd,\nPandit Jawaharlal Nehru Marg, Bhubaneshwar- 751001 12. FACT, Cochin C. List of NP / NPK\nManufacturers 1. M/s Gujarat State Fertilisers &Chemicals Ltd. 6th Floor, Meridien, West Tower,\nWindsor Place, New Delhi\n\nProduct Description and Export Policy\nItc(hs) Code.\nDescription\nExport\nPolicy\nPolicy Condition",
      "Animal or vegetable fertilisers,\nwhether or not mixed together or\nchemically treated; fertilisers\nproduced by the mixing or chemical\ntreatment of animal or vegetable\nproducts.\n34/2015-20\n13.01.2017",
      "Animal or vegetable fertilisers,\nwhether or not mixed together or\nchemically treated; fertilisers\nproduced by the mixing or chemical\ntreatment of animal or vegetable\nproducts",
      "Guano\nFree\nSubject to Policy Condition 1\nof the Chapter.",
      "Other: ---- Animal dung\nFree\nSubject to Policy Condition 1\nof the Chapter.",
      "Other: ---- Animal excreta\nFree\nSubject to Policy Condition 1\nof the Chapter.",
      "Other: ---- Other\nFree\nSubject to Policy Condition 1\nof the Chapter.",
      "Mineral or chemical fertilisers,\nnitrogenous.",
      "Urea, whether or not in aqueous\nsolution",
      "Fertilizer grade, conforming to\nStandard IS 5406\nFree\nExport of Urea is permitted\nsubject to:- i) prior permission\n/no objection certificate (NOC)\nof the Department of fertilizers\n(DOF). ii) production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export.",
      "Other\nFree\nExport of Urea is permitted\nsubject to:- i) prior permission\n/no objection certificate (NOC)\nof the Department of fertilizers\n(DOF). ii) production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export.",
      "Ammonium sulphate; double salts\nand mixtures of ammonium sulphate\nand ammonium nitrate : --\nAmmonium sulphate\nFree",
      "Ammonium sulphate; double salts\nand mixtures of ammonium sulphate\nand ammonium nitrate : -- Other",
      "Ammonium sulphonitrate\nFree",
      "Ammonium nitrate, whether or not in\naqueous solution\nFree",
      "Mixtures of ammonium nitrate with\ncalcium carbonate or other inorganic\nnon-fertilising substances\nFree",
      "Double salts and mixtures of\ncalcium nitrate and ammonium\nnitrate\nFree",
      "Mixtures of urea and ammonium\nnitrate in aqueous or ammoniacal\nsolution\nFree",
      "Other, including mixtures not\nspecified in the foregoing\nsubheadings",
      "Double salt or mixtures of calcium\nnitrate and magnesium nitrate\nFree",
      "Mineral or chemical fertilisers,\nphosphatic.",
      "Straight Phosphatic Fetilizers given\nbelow : 1.Single Super Phosphate\n(16% P2O5) Powdered 2.Single\nSuper Phosphate (14% P2O5)\nPowdered 3.Single Super\nPhosphate (16% P2O5) Granulated",
      "Superphosphates : -- Containing by\nweight 35 percent or more of\ndiphosphorus pentaoxide (P2O5)\nFree",
      "Superphosphates : -- Other\nFree\n1. Exports of Straight\nPhosphatic Fetilizers given\nbelow :\n  a.Single Super Phosphate\n\n(16% P2O5) Powdered\n  b.Single Super Phosphate\n(14% P2O5) Powdered\n  c.Single Super Phosphate\n(16% P2O5) Granulated\n  is free subject to following\ncondition i.e. Manufacturers of\nSSP as listed at Export\nLicensing Note 1 at List A\nbelow shall be allowed to\nexport their own\nmanufactured SSP subject to\nthe following conditions :\n  (i)Intimation to Department\nof Fertilizer about quantity of\nexport along with a self-\ndeclaration and a certificate\nissued by statutory auditors\nthat no concession/ has been\nclaimed for intended export.\n  (ii) Production of above\ndeclaration / certificate as at\n(i) above to Customs at the\ntime of export.\n  \n  2. Export of Other Straight\nPhosphatic Fertilizers of the\nspecifications which do not\nmeet the specified conditions\nfor free exports. Export is\npermitted subject to:-\n  (i) prior permission /no\nobjection certificate (NOC) of\nthe Deportment of fertilizers\n(DOF).\n  (ii) production of Declaration\n/certificate as at (1) before\ncustoms at the time of export.",
      "Mineral or chemical fertilisers,\npotassic.",
      "Potassium chloride\nFree\nA. Exports of Straight\nPotassic Fertilizers Potassium\nChloride (Muriate of Potash)\nis permitted, with the prior\npermission of the Department\nof Fertilizer, by direct\nimporters of MOP out of\nquantity of import made\nduring last six months subject\nto the following conditions :-\n(i) They will not claim any\nconcession for the quantity\nintended to be exported ; or\nThey will return the\nconcession if already claimed\nfrom the Government; and (ii)\nFurnish certificate from the\nstatutory auditors to the\nDepartment of Fertilisers and\nCustoms that the quantity\nintended to be exported has\nbeen imported in the last six\nmonths and no concession /\nsubsidy has been claimed;\nand (iii) Export realisation in\nfree foreign exchange only (iv)\nProduction of\nDeclaration/Certificate as\nabove before Customs at the\ntime of export. B. Export of\nStraight Potassic Fertilizers of\n\nthe specifications which do\nnot meet the specified\nconditions for free exports is\npermitted subject to:- 1. Prior\npermission /no objection\ncertificate (NOC) of the\nDeportment of fertilizers\n(DOF). 2. Production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export.",
      "Potassium sulphate\nFree\nExport of All chemical\nfertilizers fortified with zinc or\nboron is Free wherein exports\nis permitted subject to:- (i).\nprior permission /no objection\ncertificate (NOC) of the\nDepartment of fertilizers\n(DOF). (ii). production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export.",
      "Other\nFree\nExport of All chemical\nfertilizers fortified with zinc or\nboron is Free wherein exports\nis permitted subject to:- (i).\nprior permission /no objection\ncertificate (NOC) of the\nDepartment of fertilizers\n(DOF). (ii). production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export.",
      "Mineral or chemical fertilisers\n\ncontaining two or three of the\nfertilising elements nitrogen,\nphosphorus and potassium; other\nfertilisers; goods of this Chapter in\ntablets or similar forms or in\npackages of a gross weight not\nexceeding 10 kg.",
      "Goods of this Chapter in tablets or\nsimilar forms or in packages of a\ngross weight not exceeding 10 kg\nFree",
      "Mineral or chemical fertilisers\ncontaining the three fertilising\nelements nitrogen, phosphorus and\npotassium\nFree\nA. N.P.K. Complex Fertilisers\ngiven below :- Nitrophosphate\nwith Potash (15-15-15) N.P.K.\n(10-26-26) N.P.K. (12-32-16)\nN.P.K. (14-35-14) N.P.K. (14-\n28-14) N.P.K. (19-19-19)\nN.P.K. (17-17-17) N.P.K. (15-\n15-15) is free subject to\nfollowing coniditon i.e.\nManufacturers of NP and NPK\nas listed at Main Note 1 at List\nC above shall be allowed to\nexport their own\nmanufactured NP and NPK\nsubject to the following\nconditions : (i) Intimation to\nDepartment of Fertilizer about\nquantity of export along with a\nself- declaration and a\ncertificate issued by statutory\nauditors that no concession/\nsubsidy has been claimed for\nintended export. (ii)\nProduction of above\ndeclaration/ certificate as at (i)\n\nabove to Customs at the time\nof export. 2. Export of Other\nN.P.K. Complex Fertilizers of\nthe specifications which do\nnot meet the specified\nconditions for free exports is\npermitted subject to:- (i) prior\npermission /no objection\ncertificate (NOC) of the\nDepartment of fertilizers\n(DOF). (ii) production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export",
      "Diammonium\nhydrogenorthophosphate\n(diammonium phosphate)\nFree\n1. Export of N.P. Complex\nFertilizers Diammonium\nPhosphate (DAP) (18-46-00)\nis free subject to following\ncondition i.e. Manufacturers of\nDAP as listed at Main Note 1\nat List B above shall be\nallowed, with the prior\npermission of the Department\nof Fertilizer, to export their\nown manufactured DAP\nsubject to the following\nconditions : (i) Intimation to\nDepartment of Fertilizer about\nquantity of export along with a\nself- declaration and a\ncertificate issued by statutory\nauditors that no concession/\nsubsidy has been claimed for\nintended export. (ii)\nProduction of above\ndeclaration / certificate as at\n(i) above to Customs at the\n\ntime of export. 2. Export of\nOther N.P. Complex\nFertilizers of the specifications\nwhich do not meet the\nspecified conditions for free\nexports is Free wherein\nExport is permitted subject\nto:- (i) prior permission /no\nobjection certificate (NOC) of\nthe Deportment of fertilizers\n(DOF). (ii)production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export.",
      "Ammonium\ndihydrogenorthophosphate\n(monoammonium phosphate) and\nmixtures thereof with diammonium\nhydrogenorthophosphate\n(diammonium phosphate)\nFree\nSubject to Policy Condition 2\nof the Chapter.",
      "Other mineral or chemical fertilisers\ncontaining the two fertilising\nelements nitrogen and phosphorus :\n-- Containing nitrates and\nphosphates\nFree\nSubject to Policy Condition 2\nof the Chapter.",
      "Other mineral or chemical fertilisers\ncontaining the two fertilising\nelements nitrogen and phosphorus :\n-- Other\nFree\nSubject to Policy Condition 2\nof the Chapter.",
      "Mineral or chemical fertilisers\ncontaining the two fertilising\nelements phosphorus and\npotassium\nFree",
      "Mineral or chemical fertilisers\ncontaining two fertilising elements\nnamely nitrogen and potassium\nFree\nExport of Micronutirent\nfertilizers and mixtures thereof\ncontaining NPK, excluding\nthose specified in Schedule I ,\nPart A 1 (f) of Fertilizers\n(Control) Order, 1985 is Free\nwherein export is permitted\nsubject to:- 1. prior permission\n/no objection certificate (NOC)\nof the Department of fertilizers\n(DOF). 2. production of\nDeclaration /certificate as at\n(1) before customs at the time\nof export."
    ],
    "chapterNotes": [
      "Sl.No.\nNotes\nNotification\nDate\nNotification No",
      "This Chapter does not cover : (a) animal blood of heading 0511; (b) separate chemically defined\ncompounds [other than those answering to the descriptions in Note 2(a), 3(a), 4(a) or 5 below]; or\n(c) cultured potassiumchloride crystals(other than optical elements) weighing not lessthan 2.5 g.\neach, of heading 3824; optical elements of potassiumchloride (heading 9001).",
      "Heading 3102 applies only to the following goods, provided that they are not put up in the forms\nor packages described in heading 3105: (a) goods which answer to one or other of the\ndescriptions given below: (i) sodium nitrate, whether or not pure; (ii) ammonium nitrate, whether\nor not pure; (iii) double salts, whether or not pure, of ammonium sulphate and ammonium nitrate;\n(iv) ammonium sulphate, whether or not pure; (v) double salts (whether or not pure) or mixtures\nof calcium nitrate and ammonium nitrate; (vi) double salts(whether or not pure) or mixtures of\ncalciumnitrate and magnesiumnitrate; (vii) calcium cyanamide, whether or not pure or treated\nwith oil; (viii) urea, whether or not pure; (b) fertilisers consisting of any of the goods described in\n(A) above mixed together; (c) fertilisers consisting of ammonium chloride or of any of the goods\ndescribed in (A) or (B) above mixed with chalk, gypsumor other inorganic non-fertilising\nsubstances; (d) liquid fertilisers consisting of the goods ofsub-paragraph (A) (ii) or (viii) above, or\nof mixtures of those goods, in an aqueous or ammoniacal solution.",
      "Heading 3103 applies only to the following goods, provided that they are not put up in the forms\nor packages described in heading 3105: (a) goods which answer to one or other of the\ndescriptions given below: (i) basic slag; (ii) natural phosphates of heading 2510, calcined or\nfurther heat-treated than for the removal of impurities; (iii) super phosphates(single, double or\ntriple); (iv) calcium hydrogen orthophosphate containing not less than 0.2 per cent. by weight of\nfluorine calculated on the dry anhydrous product; (b) fertilisers consisting of any of the goods\ndescribed in (A) above mixed together, but with no account being taken of the flourine content\nlimit; (c) fertilisers consisting of any of the goods described in (A) or (B) above, but with no\naccount being taken of the fluorine content limit, mixed with chalk, gypsum or other inorganic\nnonfertilising substances.",
      "Heading 3104 applies only to the following goods, provided that they are not put up in the forms\nor packages described in heading 3105 : (a) goods which answer to one or other of the\ndescriptions given below: (i) crude natural potassiumsalts (for example, carnallite, kainite and\n\nsylvite); (ii) potassium chloride, whether or not pure, except as provided in Note 1(C) above; (iii)\npotassium sulphate, whether or not pure; (iv) magnesium potassium sulphate, whether or not\npure; (b) fertilisers consisting of any of the goods described in (A) above mixed together.",
      "Ammonium dihydrogen orthophosphate (monoammonium phosphate) and diammonium\nhydrogen orthophosphate (diammoniumphosphate) whether or not pure, and\nintermixturesthereof, are to be classified in heading 3105.",
      "For the purposes of heading 3105, the term \"other fertilisers\" applies only to products of a kind\nused as fertilisers and containing, as an essential constituent, at least one of the fertilising\nelements nitrogen, phosphorus or potassium.\nSupplementary Notes\nSl.No.\nNotes\nNotification\nDate\nNotification No",
      "In this Chapter, reference to any standard of the Bureau of Indian Standards refers to the last\npublished version of that standard. Illustration : IS 1459 refers to IS 1459: 2018 and not to IS\n1459: 1974."
    ],
    "policyConditions": [
      {
        "number": 1,
        "description": "Export of Animal or vegetable fertilizers, whether or not mixed together or chemically treated;\nfertilizers produced by the mixing or chemical treatment of animal or vegetable products is Free\nwherein Export of the item produced from animal by-products is allowed freely but export to\nEuropean Union allowed subject to the following conditions : (i) A Shipment Clearance\nCertificate? is to be issued consignment-wise by the CAPEXIL indicating details of the name and\naddress of the exporter, address of the registered plant, IEC No. of the exporter, Plant approval\nnumber, nature of export product, quantity, invoice number and date, port of loading (name of the\nport) and destination (ii) After the shipment is made, the exporter shall also provide a Health\nCertificate? consignment-wise to the buyer giving details of the product with HS Code,\npackaging, its origin, destination, vessel name, date of departure, health requirements, etc. This\n\nHealth Certificate would be issued jointly by CAPEXIL and Regional Animal Quarantine Officer,\nDepartment of Animal Husbandry, Dairying and Fisheries, Ministry of Agriculture and Farmers\nWelfare, Government of India"
      },
      {
        "number": 2,
        "description": "1. Export of Other N.P. Complex ,Fertilizers as given below: (a) NP(16-20-0) (b) NP(20-20-0) (c)\nNP(28-28-0) (d) NP(23-23-0) is free subject to following conditions i.e Manufacturers of NP and\nNPK, as listed in Main Notes1 at List C below, shall be allowed to export their own manufactured\nNP and NPK subject to the following conditions: (i) Intimation to Department of Fertilizer about\nquantity of export along with a self- declaration and a certificate issued by statutory auditors that\nno concession/subsidy has been claimed for intended export. (ii) Production of above declaration\n/ certificate as at (i) above before Customs at the time of export. 2. Export of Other N.P. Complex\nFertilizers of the specifications which do not meet the specified conditions for free exports is\npermitted subject to:- 1. prior permission /no objection certificate (NOC) of the Department of\nfertilizers (DOF). 2. production of Declaration /certificate as at (1) before customs at the time of\nexport."
      }
    ],
    "exportLicensingNotes": "Export Licensing Notes\nSl.No.\nNotes\nNotification\nDate\nNotification No\n1\nManufacturers of SSP, DAP and NP / NPK who can freely export their own manufactures subject\nto the conditions mentioned in the chapter:- A List of SSP Manufacturers / Units 1. Arawali\nPhosphate Ltd, Jhamarkotra Road, Umra, Udaipur, Rajasthan 2. Arihant Fertilizers &Chemicals\nLtd, Neemuch Tehsil, Neemuch, M.P. 3. Arihant Phosphates and Fertilisers Ltd, Nimbaheda,\nChittorgarh, Rajasthan 4 Asha Phosphates Ltd, Jaggakhedi, Mandsaur, M.P. 5. Basant Agro\nTech (India) Ltd, Barshi Takli Tehsil, Akola, Maharashtra 6. Bhilai Engineering Corporation Ltd,\nGunjkheda, Pulgaon, Wardha, Maharashtra 7. Bhilai Engineering Corporation Ltd, Sirgiti\nIndustrial Area, Bilaspur, Chattisgarh 8. Bohra Industries Ltd, Umra Village, Girva, Udaipur,\nRajasthan 9. Chemtech Fertilisers Ltd, Kazipalli, IDA, Medak, Andhra Pradesh 10. Coimbatore\nPioneer Fertilisers Ltd, Muthugoundanpudur, coimabore, TN 11. Dharamsi Morarji Chemical Co\nLtd, Ambarnath Tehsil, Thane, Maharashtra 12. Dharamsi Morarji Chemical Co Ltd, Distt.\nBilaspur, Chattisgarh 13. Dharamsi Morarji Chemical Co Ltd, Khemli, udaipur, Rajasthan 14. EID\nParry (India) Ltd, Pinji Village, Ranipet, TN 15. Gayatri Spinners Ltd, Hamirgarh, Bhilwara,\nRajasthan 16. Hind Lever Chemicals Ltd, Durgachak, Haldia, Midnapore, W.B. 17. Jairam\nPhosphate Ltd, Wadsa (Desalganj), Gadchiroli, Maharashtra 18. Jay Shree Chemicals\n&Fertilisers-1, Khardah, 24 Praganas (N), W.B. 19. Jay Shree Chemicals &Fertilisers-1I,\n\nKhardah, 24 Praganas (N), W.B. 20. Jubliant Organosys Ltd, Bharatiram, Gajraula, U.P. 21.\nKashi Uravark Ltd, Industrial Area, Jagdishpur, Sultanpur, U.P. 22. Khaitan Chemicals\n&Fertilisers Ltd, Village Nirmani, Khargone, M.P. 23. Khaitan Fertilisers, Rampur, U.P. 24. Kothari\nIndustrial Corp. Ltd, Ennore, T.N. 25. Krishna Industrial Corp. Ltd, Nidadavola, West Godavari,\nDistt. A.P. 26. Liberty Phosphate Ltd, Mewar Industrial Area, Udaipur, Rajasthan 27. Liberty\nPhosphate Ltd, Nandesari, Vadodara, Gujarat 28. Madhya Bharat Agro products Ltd, Sagar, M.P.\n29. Madhya Pradesh Orgochem Ltd, Jawad Tehsil, Neemuch, M.P. 30. Mahadeo Fertilisers Ltd,\nBindki, Fatepur, U.P. 31. Maharashtra Agro Industries Dev.Corpn. Ltd, Panvel Taluka, Rigad,\nMaharashtra 32. Mangalam Phosphates Ltd, Hamirgarh, Bhilwara, Rajasthan 33. Mardia\nChemials Ltd, Sitagarh Sayala, Surendranagar, Gujarat 34. Mexican Phosphates Ltd, Ksasrawad\nTehsil, Khargone, M.P. 35. Mukteshwar Fertilisers Ltd, Narayankhedi, Ujjain, M.P. 36. Narmada\nAgro Chemicals P.Ltd. Mangrol, Junagarh, Gujarat 37. Nirma Ltd, Moraiya Village, Bavala,\nAhmedabad, Gujarat 38. Phosphate Co. Ltd, Rishra, Hoogly, W.B. 39. Pragati Fertilizers Ltd, IDA,\nBlock-A. Vishakapatnam, A.P. 40. Prathyusha Chemicals &Fertilisers Ltd, IDA, Parawada,\nVishakapatnam, A.P. 41. Prem Sakhi Fertilisers Ltd, Jhamar Kotra Road, Lakadwas, Udaipur,\nRajasthan 42. Priyanka Fertilisers &Chemicals , Anakapalli (M), Vishakapatnam, A.P. 43. Rashi\nFertilizers Ltd., Dindori Tehsil, Nasik, Maharashtra. 44. Rajlaxmi Agrotech India Ltd., Gundewadi\nJalna Tehsil, Jalna. Maharashtra. 45. Rama Krishi Rasayan, Haveli Taluka, Pune, Maharashtra.\n46 . Rama Phosphates Ltd., Dharampuri, Indore, M.P. 47. Rama Phosphates Ltd. Umra, Gurva\nTehsil, Udaipur, Rajasthan. 48. Rewati Minerals &Chemicals Ltd., Banda, Tehsil, Sagar, M.P. 49.\nSadhana Phosphate &chemicals Ltd., Gudli Village, Udaipur, Rajasthan. 50. Shiva Fertilizers Ltd.,\nLoha, Taluka, Nanded, Maharashtra. 51. Shreeji Phosphate Ltd., Kallipura Village, Jhabua, M.P.\n52. Shri Acids and Chemicals Ltd., Gajraula, U.P. 53. Shri Bhawani Mishra (P) Ltd., Wazirabad,\nNanded Maharashtra 54. Shri Ganpati Fertilizers Ltd., Gauraji ka Nimbahera, Ambabari,\nRajasthan. 55. Shrinivas Fertilizers Ltd, Gormachhia Village, Jhansi, UP 56. Shurvi Colour Chem\nLtd., Madsri, Girva Tehsil, Udaipur, Rajasthan 57. Sona Phosphate Ltd, Sarigam, Sabero, Valsad,\nGujarat 58. Subhodaya Chemicals Ltd, Gauripatnam, A.P. 59. Swastik Fertilizer &Chemicals Lt,\nVillage Sandla, Dhar, M.P. 60. Tedco Granites Ltyd, Hamirgarh, Bhilwara, Rajasthan 61. Teesta\nAgro Industries Ltd, Rajganj, Jalpaiguri, W.B. 62 The Andhra Sugars Ltd, Kovvur, West Godavari\nDistt, A.P. 63. The Bharat Fertilizer Industries Ltd, Wada Taluka, Thane, Maharashtra. 64.\nTungabadra Fertilizers &Chemicals Company Ltd, Munirabad R.S. Koppal, Karnataka. 65.\nNarmada Bio-chem Pvt. Ltd., Ahmedabad 66. Prathyusha Chemicals and Fertilizers Ltd.,\nVisakhapatnam 67. The Jay Shree Chemicals &Fertilizers, Kolkata 68. Asian Fertilizers Ltd.,\nForakhpur 69. Sai Fertilizers Pvt. Ltd., Kolkata 70. Jubilant Agri &Consumer Products, Gajraula\n71. Chambal Fertilizers and Chemicals Ltd., Jasola 72. Basant Agro Tech (I) Ltd., Jalgaon 73.\nBasant Agro Tech (I) Ltd., Akola 74. Shiva Global Agro Industries Ltd., Nanded 75. Rama\nPhosphate Ltd., Indore 76. Rama Krishi Rasayan, Puna 77. Rama Phosphate Ltd., Udaipur 78.\nT.J. Agro Fertilizers Pvt. Ltd., Navsari 79. Varun Fertilizers Pvt. Ltd., Devas 80. Agri Green\n\nFertilizers &Chemicals Pvt. Ltd., Kadapa 81. Progressive Fertichem (P) Ltd., Assam 82. Aarti\nFertilizers, Vapi 83. R C Fertilizers Pvt. Ltd., Nashik 84. Suman Phosphates and Chemicals Ltd.,\nIndore 85. KPR Fertilizers Ltd., Biccavolu 86. KPR Fertilizers Ltd., Koppal 87. Rajlaxmi Agrotech\nIndia Pvt. Ltd., Nanded 88. Indian Phosphaate Ltd., Udaipur 89. Adheeshaa Phosphate, Udaipur\n90. Datta Agro Services Pvt. Ltd., Jalgaon 91. Madhyabharat Phosphate Pvt. Ltd., Raisen, M.P.\n92. Madhyabharat Phosphate Pvt. Ltd., Jhabua, M.P. 93. Blue Phosphate Ltd., Udaipur 94. BEC\nFertilizers Ltd. Bharuch 95. Patel Phoschem Ltd. Udaipur 96. Khaitan Chemicals &Fertilizers Ltd.,\nNimbahera (Raj.) 97. Khaitan Chemicals &Fertilizers Ltd., Fatehpur (U.P.) 98. Khaitan Chemicals\n&Fertilizers Ltd., Jhansi (U.P.) 99 Khaitan Chemicals &Fertilizers Ltd., Dahej (Guj.) 100. Khaitan\nChemicals &Fertilizers Ltd., Rajnandgaon (Chhattisgarh) 101. M/s Greenstar Fertilizers Ltd.\n[earlier known as Sothern Petrochemical Industries Corporation (SPIC) Limited] B List of DAP\nManufacturers 1. Gujarat State Fertilisers &Chemicals Ltd. 2. Zauri Industries Ltd. 3. M/s\nGreenstar Fertilizers Ltd. [earlier known as Sothern Petrochemical Industries Corporation (SPIC)\nLimited] 4. Oswal Chemicals &Fertilisers Ltd. 5. Madras Fertilisers Ltd., New Delhi-110016 6. M/s\nHindalco Industries Limited (unit: birla copper) 7. Indian Farmers Fertilisers Coop. Ltd, New Delli-\n110019 8. Godavari Fertilisers &Chemical Ltd. 9. M/s Tata Chemicals Limited (Phosphate\nBusiness Division ), Bishop?s House, 51, Chowringee Road, Kolkata-700071. 10. Mangalore\nChemicals and Fertilisers Ltd, Bhikaji Cama Place, New Delhi. 11. Paradeep Phosphates Ltd,\nPandit Jawaharlal Nehru Marg, Bhubaneshwar- 751001 12. FACT, Cochin C. List of NP / NPK\nManufacturers 1. M/s Gujarat State Fertilisers &Chemicals Ltd. 6th Floor, Meridien, West Tower,\nWindsor Place, New Delhi"
  },
  "codes": [
    {
      "code": "3101",
      "description": "Animal or vegetable fertilisers, whether or not mixed together or chemically treated; fertilisers produced by the mixing or chemical treatment of animal or vegetable products. 34/2015-20 13.01.2017",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 89
      }
    },
    {
      "code": "3101.00",
      "description": "Animal or vegetable fertilisers, whether or not mixed together or chemically treated; fertilisers produced by the mixing or chemical treatment of animal or vegetable products",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 84
      }
    },
    {
      "code": "3101.00.10",
      "description": "Guano",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    },
    {
      "code": "3101.00.91",
      "description": "Other: ---- Animal dung",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 54
      }
    },
    {
      "code": "3101.00.92",
      "description": "Other: ---- Animal excreta",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 55
      }
    },
    {
      "code": "3101.00.99",
      "description": "Other: ---- Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 53
      }
    },
    {
      "code": "3102",
      "description": "Mineral or chemical fertilisers, nitrogenous.",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 59
      }
    },
    {
      "code": "3102.10",
      "description": "Urea, whether or not in aqueous solution",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 58
      }
    },
    {
      "code": "3102.10.10",
      "description": "Fertilizer grade, conforming to Standard IS 5406",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 59
      }
    },
    {
      "code": "3102.10.90",
      "description": "Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    },
    {
      "code": "3102.21.00",
      "description": "Ammonium sulphate; double salts and mixtures of ammonium sulphate and ammonium nitrate : -- Ammonium sulphate",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 71
      }
    },
    {
      "code": "3102.29",
      "description": "Ammonium sulphate; double salts and mixtures of ammonium sulphate and ammonium nitrate : -- Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 69
      }
    },
    {
      "code": "3102.29.10",
      "description": "Ammonium sulphonitrate",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 54
      }
    },
    {
      "code": "3102.29.90",
      "description": "Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    },
    {
      "code": "3102.30.00",
      "description": "Ammonium nitrate, whether or not in aqueous solution",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 60
      }
    },
    {
      "code": "3102.40.00",
      "description": "Mixtures of ammonium nitrate with calcium carbonate or other inorganic non-fertilising substances",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 69
      }
    },
    {
      "code": "3102.50.00",
      "description": "Sodium nitrate",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 52
      }
    },
    {
      "code": "3102.60.00",
      "description": "Double salts and mixtures of calcium nitrate and ammonium nitrate",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 63
      }
    },
    {
      "code": "3102.80.00",
      "description": "Mixtures of urea and ammonium nitrate in aqueous or ammoniacal solution",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 64
      }
    },
    {
      "code": "3102.90",
      "description": "Other, including mixtures not specified in the foregoing subheadings",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 63
      }
    },
    {
      "code": "3102.90.10",
      "description": "Double salt or mixtures of calcium nitrate and magnesium nitrate",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 62
      }
    },
    {
      "code": "3102.90.90",
      "description": "Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    },
    {
      "code": "3103",
      "description": "Mineral or chemical fertilisers, phosphatic.",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 58
      }
    },
    {
      "code": "3103.10.00",
      "description": "Straight Phosphatic Fetilizers given below : 1.Single Super Phosphate (16% P2O5) Powdered 2.Single Super Phosphate (14% P2O5) Powdered 3.Single Super Phosphate (16% P2O5) Granulated",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 86
      }
    },
    {
      "code": "3103.11.00",
      "description": "Superphosphates : -- Containing by weight 35 percent or more of diphosphorus pentaoxide (P2O5)",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 68
      }
    },
    {
      "code": "3103.19.00",
      "description": "Superphosphates : -- Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 55
      }
    },
    {
      "code": "3103.90.00",
      "description": "Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    },
    {
      "code": "3104",
      "description": "Mineral or chemical fertilisers, potassic.",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 58
      }
    },
    {
      "code": "3104.20.00",
      "description": "Potassium chloride",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 53
      }
    },
    {
      "code": "3104.30.00",
      "description": "Potassium sulphate",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 53
      }
    },
    {
      "code": "3104.90.00",
      "description": "Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    },
    {
      "code": "3105",
      "description": "Mineral or chemical fertilisers containing two or three of the fertilising elements nitrogen, phosphorus and potassium; other fertilisers; goods of this Chapter in tablets or similar forms or in packages of a gross weight not exceeding 10 kg.",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 98
      }
    },
    {
      "code": "3105.10.00",
      "description": "Goods of this Chapter in tablets or similar forms or in packages of a gross weight not exceeding 10 kg",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 70
      }
    },
    {
      "code": "3105.20.00",
      "description": "Mineral or chemical fertilisers containing the three fertilising elements nitrogen, phosphorus and potassium",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 71
      }
    },
    {
      "code": "3105.30.00",
      "description": "Diammonium hydrogenorthophosphate (diammonium phosphate)",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 61
      }
    },
    {
      "code": "3105.40.00",
      "description": "Ammonium dihydrogenorthophosphate (monoammonium phosphate) and mixtures thereof with diammonium hydrogenorthophosphate (diammonium phosphate)",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 78
      }
    },
    {
      "code": "3105.51.00",
      "description": "Other mineral or chemical fertilisers containing the two fertilising elements nitrogen and phosphorus : -- Containing nitrates and phosphates",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 78
      }
    },
    {
      "code": "3105.59.00",
      "description": "Other mineral or chemical fertilisers containing the two fertilising elements nitrogen and phosphorus : -- Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 72
      }
    },
    {
      "code": "3105.60.00",
      "description": "Mineral or chemical fertilisers containing the two fertilising elements phosphorus and potassium",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 69
      }
    },
    {
      "code": "3105.90",
      "description": "Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    },
    {
      "code": "3105.90.10",
      "description": "Mineral or chemical fertilisers containing two fertilising elements namely nitrogen and potassium",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": true,
        "confidence": 69
      }
    },
    {
      "code": "3105.90.90",
      "description": "Other",
      "exportPolicy": "Free",
      "policyConditionRef": "",
      "validation": {
        "codeFormatValid": true,
        "descriptionComplete": false,
        "confidence": 51
      }
    }
  ],
  "statistics": {
    "totalCodes": 42,
    "validCodes": 42,
    "flaggedForReview": 38,
    "duplicateCodes": 0
  }
}